{
  "CurtineIncSw.vim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "ai.nvim": { "branch": "main" },
  "bufdelete.nvim": { "branch": "master" },
  "buganizer-utils.nvim": { "branch": "main" },
  "buganizer.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-buganizer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-ciderlsp": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "critique-nvim": { "branch": "main" },
  "edge": { "branch": "master" },
  "fonts": { "branch": "master" },
  "gcert.nvim": { "branch": "main" },
  "googlepaths.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-ext.nvim": { "branch": "master" },
  "lspkind-nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "marks.nvim": { "branch": "master" },
  "neo-tree.nvim": { "branch": "main" },
  "neovim-throttle-debounce": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-comment": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-fmtserver": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-stubby": { "branch": "main" },
  "nvim-tree-sitter-text-proto": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-refactor": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "outline.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rust-tools.nvim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "sonokai": { "branch": "master" },
  "tabline.nvim": { "branch": "main" },
  "telescope-citc.nvim": { "branch": "main" },
  "telescope-codesearch.nvim": { "branch": "main" },
  "telescope-fig.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "time-ago.vim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "typescript-vim": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-colors-xcode": { "branch": "master" },
  "vim-colorschemes": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-lawrencium": { "branch": "master" },
  "vim-monokai": { "branch": "master" },
  "vim-monokai-bold": { "branch": "master" },
  "vim-vinegar": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zoomwintab.vim": { "branch": "master" }
}
